Repository: ShadowCCS/Mnemo
Catalog: Languages/Strings.*.resx
Languages: de, es, fr

# __LanguageNativeName
source: English
de: Deutsch
es: Español
fr: Français

# Common_Save
source: Save
de: Speichern Sie
es: Guardar
fr: Économiser

# Common_Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# Common_Delete
source: Delete
de: Löschen
es: Borrar
fr: Supprimer

# Common_Edit
source: Edit
de: bearbeiten
es: Editar
fr: Editer

# Common_Add
source: Add
de: hinzufügen
es: Añadir
fr: Ajouter

# Common_Remove
source: Remove
de: entfernen
es: Eliminar
fr: Retirer

# Common_Confirm
source: Confirm
de: Bestätigen Sie
es: Confirme
fr: Confirmer

# Common_Back
source: Back
de: Zurück
es: Volver
fr: Retour

# Common_Next
source: Next
de: Weiter
es: Siguiente
fr: Suivant

# Dashboard_Statistics
source: Statistics
de: Statistik
es: Estadísticas
fr: Statistiques

# Dashboard_LoadingWidgets
source: Loading widgets...
de: Widgets laden...
es: Cargando widgets...
fr: Chargement des widgets...

# Dashboard_ManageWidgets
source: Manage Widgets
de: Widgets verwalten
es: Gestionar widgets
fr: Gérer les widgets

# Dashboard_ContinueLearning
source: Continue Learning
de: Weiteres Lernen
es: Seguir aprendiendo
fr: Poursuivre l'apprentissage

# Dashboard_LearningPaths
source: Learning Paths
de: Lernpfade
es: Rutas de aprendizaje
fr: Parcours d'apprentissage

# Dashboard_Notes
source: Notes
de: Anmerkungen
es: Notas

# Dashboard_Flashcards
source: Flashcards
es: Fichas

# Menu_Dashboard
source: Dashboard
es: Cuadro de mandos
fr: Tableau de bord

# Menu_LearningPath
source: Learning Path
de: Lernpfad
es: Ruta de aprendizaje
fr: Parcours d'apprentissage

# Menu_Notes
source: Notes
de: Anmerkungen
es: Notas

# Menu_Flashcards
source: Flashcards
es: Fichas

# Menu_Quizzes
source: Quizzes
de: Quizze
es: Cuestionarios
fr: Quiz

# Menu_Games
source: Games
de: Spiele
es: Juegos
fr: Jeux

# Menu_Extensions
source: Extensions
de: Erweiterungen
es: Extensiones

# Menu_Settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres

# Shortcuts_Title
source: Shortcuts
de: Abkürzungen
es: Atajos
fr: Raccourcis

# Shortcuts_NavigationShortcuts
source: Navigation Shortcuts
de: Navigationskurzbefehle
es: Atajos de navegación
fr: Raccourcis de navigation

# Shortcuts_FlashcardControls
source: Flashcard Controls
de: Flashcard-Steuerungen
es: Controles de Flashcard
fr: Contrôles des cartes flash

# Shortcuts_Home
source: Home
de: Startseite
es: Inicio
fr: Accueil

# Shortcuts_Dashboard
source: Dashboard
es: Cuadro de mandos
fr: Tableau de bord

# Shortcuts_LearningPath
source: Learning Path
de: Lernpfad
es: Ruta de aprendizaje
fr: Parcours d'apprentissage

# Shortcuts_Notes
source: Notes
de: Anmerkungen
es: Notas

# Shortcuts_Flashcards
source: Flashcards
es: Fichas

# Shortcuts_Quizzes
source: Quizzes
de: Quizze
es: Cuestionarios
fr: Quiz

# Shortcuts_Games
source: Games
de: Spiele
es: Juegos
fr: Jeux

# Shortcuts_Settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres

# Shortcuts_NextFlashcard
source: Next Flashcard
de: Nächste Flashcard
es: Siguiente Flashcard
fr: Carte suivante

# Shortcuts_PreviousFlashcard
source: Previous Flashcard
de: Vorherige Flashcard
es: Flashcard anterior
fr: Flashcard précédente

# MainWindow_QuickActions
source: Quick Actions
es: Acciones rápidas
fr: Actions rapides

# MainWindow_ShortcutMenu
source: Shortcut Menu
de: Shortcut-Menü
es: Menú contextual
fr: Menu des raccourcis

# MainWindow_ShortcutKey
source: Ctrl + Shift + C
de: Strg + Umschalt + C
es: Ctrl + Mayús + C

# MainWindow_SidebarLabel_MainHub
source: Main Hub
de: Hauptnabe
es: Eje principal
fr: Hub principal

# MainWindow_SidebarLabel_Utility
source: Utility & Personalization
de: Utility & Personalisierung
es: Utilidad & Personalización
fr: Utilité & Personnalisation

# MainWindow_Welcome_Title
source: Welcome To Mnemo!
de: Willkommen bei Mnemo!
es: ¡Bienvenido a Mnemo!
fr: Bienvenue à Mnemo !

# MainWindow_Welcome_Message
source: You are running {0}
de: Sie führen {0}
es: Estás corriendo {0}
fr: Vous êtes en cours d'exécution {0}

# MainWindow_Settings_Placeholder
source: A large portion of the settings menu consists of non-functional placeholders.
de: Ein großer Teil des Einstellungsmenüs besteht aus nicht funktionierenden Platzhaltern.
es: Gran parte del menú de configuración consiste en marcadores de posición no funcionales.
fr: Une grande partie du menu des paramètres consiste en des espaces réservés non fonctionnels.

# MainWindow_Settings_Placeholder_Title
source: Heads Up
de: Aufgepasst
es: Atención
fr: L'esprit en éveil

# Settings_Title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres

# Settings_Appearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence

# Settings_Preferences
source: Preferences
de: Präferenzen
es: Preferencias
fr: Préférences

# Settings_DataStorage
source: Data & Storage
de: Daten & Speicherung
es: Datos y almacenamiento
fr: Données et stockage

# Settings_AboutSupport
source: About & Support
de: Über & Unterstützung
es: Acerca de & Asistencia
fr: A propos & Support

# Settings_Language
source: Language
de: Sprache
es: Idioma
fr: Langue

# Settings_Language_Select
source: Choose your preferred application language
de: Wählen Sie Ihre bevorzugte Bewerbungssprache
es: Elija su idioma preferido para la aplicación
fr: Choisissez votre langue d'application préférée

# Settings_Language_RestartRequired
source: Restart required to apply language changes
de: Neustart erforderlich, um Sprachänderungen zu übernehmen
es: Es necesario reiniciar para aplicar los cambios de idioma
fr: Redémarrage nécessaire pour appliquer les changements de langue

# Settings_Language_ChangeNotification
source: Please restart the application for the language change to take full effect.
de: Bitte starten Sie die Anwendung neu, damit die Sprachänderung vollständig wirksam wird.
es: Por favor, reinicie la aplicación para que el cambio de idioma surta efecto completamente.
fr: Veuillez redémarrer l'application pour que le changement de langue prenne pleinement effet.

# Settings_Theme
source: Theme
es: Tema
fr: Thème

# Settings_Theme_Select
source: Select your preferred application theme
de: Wählen Sie Ihr bevorzugtes Anwendungsthema
es: Seleccione su tema preferido para la aplicación
fr: Sélectionnez votre thème d'application préféré

# Settings_UIEffects
source: UI Effects
de: UI-Effekte
es: Efectos de IU
fr: Effets de l'interface utilisateur

# Settings_UIEffects_Description
source: Configure animation and visual effects settings
de: Konfigurieren Sie die Einstellungen für Animationen und visuelle Effekte
es: Configurar los ajustes de animación y efectos visuales
fr: Configurer les paramètres d'animation et d'effets visuels

# Settings_UIEffects_EnableAnimations
source: Enable animations
de: Aktivieren von Animationen
es: Activar animaciones
fr: Activer les animations

# Settings_UIEffects_AnimationsHint
source: Disabling animations may improve performance on older devices
de: Die Deaktivierung von Animationen kann die Leistung auf älteren Geräten verbessern
es: Desactivar las animaciones puede mejorar el rendimiento en dispositivos antiguos.
fr: La désactivation des animations peut améliorer les performances sur les appareils plus anciens

# Settings_Preferences_Title
source: Flashcard Preferences
de: Flashcard-Einstellungen
es: Preferencias de Flashcard
fr: Préférences pour les cartes flash

# Settings_Export_Options
source: Export Options
de: Export Optionen
es: Opciones de exportación

# Settings_Export_Description
source: Configure your default export settings
de: Konfigurieren Sie Ihre Standard-Exporteinstellungen
es: Configurar las opciones de exportación por defecto
fr: Configurez vos paramètres d'exportation par défaut

# Settings_Export_Format
source: Default export format
de: Standard-Exportformat
es: Formato de exportación por defecto
fr: Format d'exportation par défaut

# Settings_Export_Format_Standard
source: Standard (.fcs)
es: Estándar (.fcs)

# Settings_Study_Session
source: Study Session
de: Studiensitzung
es: Sesión de estudio
fr: Session d'étude

# Settings_Study_Description
source: Configure your flashcard study behavior
de: Konfigurieren Sie Ihr Lernverhalten mit Lernkarten
es: Configure su comportamiento de estudio con flashcards
fr: Configurez votre comportement d'étude des flashcards

# Settings_Study_CardsPerSession
source: Cards per session
de: Karten pro Sitzung
es: Tarjetas por sesión
fr: Cartes par session

# Settings_Study_CardsPerSession_Desc
source: Maximum number of cards to study in one session
de: Maximale Anzahl von Karten, die in einer Sitzung studiert werden können
es: Número máximo de tarjetas para estudiar en una sesión
fr: Nombre maximum de cartes à étudier en une seule session

# Settings_Study_AutoPlayAudio
source: Auto-play audio
de: Automatische Audiowiedergabe
es: Reproducción automática de audio
fr: Lecture automatique de l'audio

# Settings_Study_AutoPlayAudio_Desc
source: When enabled, audio files on flashcards will play automatically
de: Wenn diese Funktion aktiviert ist, werden die Audiodateien auf den Karteikarten automatisch abgespielt.
es: Si esta opción está activada, los archivos de audio de las tarjetas se reproducirán automáticamente.
fr: Lorsque cette option est activée, les fichiers audio des flashcards sont lus automatiquement.

# Settings_Study_PreloadMultimedia
source: Preload multimedia content
de: Multimedia-Inhalte vorladen
es: Precarga de contenidos multimedia
fr: Précharger le contenu multimédia

# Settings_Study_PreloadMultimedia_Desc
source: Improves performance by loading multimedia before playing with large decks
de: Verbessert die Leistung durch das Laden von Multimediadateien vor der Wiedergabe von großen Decks
es: Mejora el rendimiento cargando los archivos multimedia antes de jugar con mazos grandes
fr: Améliore les performances en chargeant les fichiers multimédias avant de jouer avec de grands jeux.

# Settings_AutoPlay_Mode
source: Auto-Play Mode
de: Auto-Play-Modus
es: Modo de reproducción automática
fr: Mode Auto-Play

# Settings_AutoPlay_Description
source: Configure automatic flashcard progression
de: Konfigurieren Sie den automatischen Ablauf der Lernkarten
es: Configurar la progresión automática de las fichas
fr: Configurer la progression automatique des flashcards

# Settings_AutoPlay_Mode_Label
source: Auto-play mode
de: Automatischer Wiedergabemodus
es: Modo de reproducción automática
fr: Mode de lecture automatique

# Settings_AutoPlay_Mode_Interval
source: Interval
es: Intervalo
fr: Intervalle

# Settings_AutoPlay_Mode_Smart
source: Smart
es: Inteligente
fr: Intelligent

# Settings_AutoPlay_IntervalDuration
source: Interval duration
de: Intervalldauer
es: Duración del intervalo

# Settings_AutoPlay_IntervalDuration_Desc
source: Seconds between cards (for Interval mode)
de: Sekunden zwischen den Karten (für den Intervallmodus)
es: Segundos entre tarjetas (para el modo Intervalo)
fr: Secondes entre les cartes (pour le mode Intervalle)

# Settings_Review_Reminders
source: Review Reminders
de: Überprüfungserinnerungen
es: Recordatorios de revisión
fr: Rappels de révision

# Settings_Review_Description
source: Configure spaced repetition reminders
de: Konfigurieren Sie Erinnerungen zur Wiederholung in Abständen
es: Configurar recordatorios de repetición espaciada
fr: Configurer les rappels de répétition espacée

# Settings_Review_Enable
source: Enable review reminders
de: Überprüfungserinnerungen aktivieren
es: Activar recordatorios de revisión
fr: Activer les rappels d'examen

# Settings_Review_Enable_Desc
source: Sends notifications when it's time to review your flashcards
de: Sendet Benachrichtigungen, wenn es Zeit ist, Ihre Karteikarten zu überprüfen
es: Envía notificaciones cuando llega el momento de repasar las tarjetas.
fr: Envoi de notifications lorsqu'il est temps de réviser vos flashcards

# Settings_Review_QuietHours
source: Quiet hours
de: Ruhige Stunden
es: Horas tranquilas
fr: Heures calmes

# Settings_Review_QuietHours_To
source: to
de: zu
es: a
fr: à

# Settings_Storage_Title
source: Storage & Data
de: Speicherung & Daten
es: Almacenamiento y datos

# Settings_Storage_Location
source: Storage Location
de: Speicherort
es: Almacenamiento
fr: Lieu de stockage

# Settings_Storage_Location_Desc
source: Where your flashcards, quizzes, and other data are stored
de: Wo Ihre Lernkarten, Quizfragen und andere Daten gespeichert werden
es: Dónde se almacenan tus fichas, cuestionarios y otros datos
fr: Où sont stockés vos flashcards, vos quiz et d'autres données ?

# Settings_Storage_Change
source: Change
de: Ändern Sie
es: Cambia
fr: Changer

# Settings_Storage_SpaceUsed
source: {0}% of available space used ({1} free)
de: {0}% des verfügbaren Platzes belegt ({1} frei)
es: {0}% del espacio disponible utilizado ({1} libre)
fr: {0}% de l'espace disponible utilisé ({1} libre)

# Settings_Cache_Management
source: Cache Management
es: Gestión de la caché
fr: Gestion de la mémoire cache

# Settings_Cache_Description
source: Temporary storage for frequently accessed data
de: Zwischenspeicher für häufig genutzte Daten
es: Almacenamiento temporal de datos de acceso frecuente
fr: Stockage temporaire des données fréquemment consultées

# Settings_Cache_Size
source: Current cache size: {0}
de: Aktuelle Cache-Größe: {0}
es: Tamaño actual de la caché: {0}
fr: Taille actuelle du cache : {0}

# Settings_Cache_Clear
source: Clear Cache
de: Cache löschen
es: Borrar caché
fr: Effacer le cache

# Settings_Backup_Title
source: Backup & Restore
es: Copia de seguridad y restauración
fr: Sauvegarde & Restauration

# Settings_Backup_Description
source: Securely back up and restore your data
de: Sicheres Sichern und Wiederherstellen Ihrer Daten
es: Realiza copias de seguridad y restaura tus datos de forma segura
fr: Sauvegarder et restaurer vos données en toute sécurité

# Settings_Backup_Create
source: Create Backup
de: Sicherung erstellen
es: Crear copia de seguridad
fr: Créer une sauvegarde

# Settings_Backup_Restore
source: Restore Backup
de: Backup wiederherstellen
es: Restaurar copia de seguridad
fr: Restaurer la sauvegarde

# Settings_Backup_LastBackup
source: Last backup: {0}
de: Letzte Sicherung: {0}
es: Última copia de seguridad: {0}
fr: Dernière sauvegarde : {0}

# Settings_AI_Features
source: AI Features
de: AI-Funktionen
es: Características de la IA
fr: Caractéristiques de l'IA

# Settings_AI_Important_Info
source: Important Information
de: Wichtige Informationen
es: Información importante

# Settings_AI_Experimental_Warning
source: These features are experimental and may not function as intended. Additionally, there is no guarantee that they will be included in future updates.
de: Diese Funktionen sind experimentell und funktionieren möglicherweise nicht wie vorgesehen. Außerdem gibt es keine Garantie, dass sie in zukünftigen Updates enthalten sein werden.
es: Estas funciones son experimentales y es posible que no funcionen según lo previsto. Además, no hay garantía de que se incluyan en futuras actualizaciones.
fr: Ces fonctionnalités sont expérimentales et peuvent ne pas fonctionner comme prévu. En outre, rien ne garantit qu'elles seront incluses dans les futures mises à jour.

# Settings_AI_API_Warning
source: To access AI features for free, you will need to obtain your own API key from the selected model (completely free for personal use). Providing free access to users incurs significant costs, so this step is sadly necessary, but it only needs to be done once. Please note that AI features may also produce false or unexpected responses
de: Um kostenlos auf die KI-Funktionen zugreifen zu können, müssen Sie Ihren eigenen API-Schlüssel von dem ausgewählten Modell erhalten (für den persönlichen Gebrauch völlig kostenlos). Die Bereitstellung des kostenlosen Zugangs für Nutzer ist mit erheblichen Kosten verbunden, so dass dieser Schritt leider notwendig ist, aber er muss nur einmal durchgeführt werden. Bitte beachten Sie, dass KI-Funktionen auch falsche oder unerwartete Antworten liefern können
es: Para acceder gratuitamente a las funciones de IA, tendrás que obtener tu propia clave API del modelo seleccionado (totalmente gratuita para uso personal). Proporcionar acceso gratuito a los usuarios incurre en costes significativos, por lo que este paso es tristemente necesario, pero sólo hay que hacerlo una vez. Tenga en cuenta que las funciones de IA también pueden producir respuestas falsas o inesperadas
fr: Pour accéder gratuitement aux fonctionnalités de l'IA, vous devez obtenir votre propre clé API auprès du modèle sélectionné (entièrement gratuite pour un usage personnel). Le fait de fournir un accès gratuit aux utilisateurs entraîne des coûts importants ; cette étape est donc tout à fait nécessaire, mais elle ne doit être effectuée qu'une seule fois. Veuillez noter que les fonctions d'IA peuvent également produire des réponses fausses ou inattendues.

# Settings_AI_Enable
source: Enable AI Features
de: AI-Funktionen aktivieren
es: Habilitar funciones de IA
fr: Activer les fonctions d'IA

# Settings_AI_Enable_Description
source: Must be enabled for AI tools to be accessible
de: Muss aktiviert sein, damit die KI-Tools zugänglich sind
es: Debe estar activada para que las herramientas de IA sean accesibles
fr: Doit être activé pour que les outils d'intelligence artificielle soient accessibles

# Settings_AI_Model_Settings
source: AI Model Settings
de: AI-Modell-Einstellungen
es: Ajustes del modelo de IA
fr: Paramètres du modèle AI

# Settings_AI_Provider
source: AI Provider
de: AI-Anbieter
es: Proveedor de AI
fr: Fournisseur d'IA

# Settings_AI_Provider_Anthropic
source: Anthropic (Claude)
de: Anthropisch (Claude)
es: Antrópico (Claude)
fr: Anthropique (Claude)

# Settings_AI_Provider_Gemini
source: Gemini Pro
de: Zwillinge Pro
es: Géminis Pro

# Settings_AI_API_Key
source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API

# Settings_AI_Verify
source: Verify
de: Überprüfen Sie
es: Verifique
fr: Vérifier

# Settings_AI_Key_Storage
source: Your API key is stored locally and never shared
de: Ihr API-Schlüssel wird lokal gespeichert und niemals weitergegeben.
es: Su clave API se almacena localmente y nunca se comparte
fr: Votre clé API est stockée localement et n'est jamais partagée

# Settings_AI_Usage_Privacy
source: Usage & Privacy
es: Uso y privacidad
fr: Usage & Confidentialité

# Settings_AI_Local_Processing
source: Locally process data when possible
de: Daten wenn möglich lokal verarbeiten
es: Procesar los datos localmente siempre que sea posible
fr: Traiter les données localement lorsque cela est possible

# Settings_AI_Local_Processing_Desc
source: When enabled, smaller AI tasks will be processed on your device for better privacy
de: Wenn diese Funktion aktiviert ist, werden kleinere KI-Aufgaben auf Ihrem Gerät verarbeitet, um den Datenschutz zu verbessern.
es: Si está activada, las tareas de IA más pequeñas se procesarán en tu dispositivo para mejorar la privacidad.
fr: Lorsque cette option est activée, les tâches d'intelligence artificielle les plus petites sont traitées sur votre appareil pour une meilleure protection de la vie privée.

# Settings_AI_Save_Usage
source: Save AI usage data
de: AI-Nutzungsdaten speichern
es: Guardar datos de uso de la IA
fr: Sauvegarder les données d'utilisation de l'IA

# Settings_AI_Save_Usage_Desc
source: When enabled, your AI usage will be saved in your account to improve future results
de: Wenn diese Funktion aktiviert ist, wird Ihre KI-Nutzung in Ihrem Konto gespeichert, um zukünftige Ergebnisse zu verbessern.
es: Cuando se activa, el uso de la IA se guardará en su cuenta para mejorar los resultados futuros.
fr: Lorsque cette option est activée, votre utilisation de l'IA est enregistrée dans votre compte afin d'améliorer les résultats futurs.

# Settings_AI_Clear_History
source: Clear AI Usage History
de: AI-Nutzungsverlauf löschen
es: Borrar el historial de uso de AI
fr: Effacer l'historique de l'utilisation de l'IA

# Settings_About_Title
source: About & Support
de: Über & Unterstützung
es: Acerca de & Asistencia
fr: A propos & Support

# Settings_About_AppVersion
source: App Version
es: Versión de la aplicación
fr: Version de l'application

# Settings_About_Webpages
source: Webpages
de: Webseiten
es: Páginas web
fr: Pages web

# Settings_About_Home
source: Home
de: Startseite
es: Inicio
fr: Accueil

# Settings_About_Tutorials
source: Tutorials
de: Anleitungen
es: Tutoriales
fr: Tutoriels

# Settings_About_Documentation
source: Documentation
de: Dokumentation
es: Documentación

# Settings_About_Support
source: Support
de: Unterstützung
es: Ayuda
fr: Soutien

# Settings_About_License
source: License
de: Lizenz
es: Licencia
fr: Licence

# Settings_About_License_Text
source: This software is licensed under a combination of the MIT and Creative Commons Non-Commercial (BY-NC) licenses. You can freely modify and use it for non-commercial purposes, but it cannot be sold or used for commercial gain. This keeps the software free and open source. For more information, see the full MIT License and Creative Commons Non-Commercial License
de: Diese Software ist unter einer Kombination der MIT- und Creative Commons Non-Commercial (BY-NC) Lizenzen lizenziert. Sie können sie frei verändern und für nicht-kommerzielle Zwecke verwenden, aber sie darf nicht verkauft oder für kommerzielle Zwecke verwendet werden. Dadurch bleibt die Software frei und quelloffen. Weitere Informationen finden Sie in der vollständigen MIT-Lizenz und der Creative Commons Non-Commercial-Lizenz
es: Este software está licenciado bajo una combinación de las licencias MIT y Creative Commons No Comercial (BY-NC). Puede modificarlo y utilizarlo libremente con fines no comerciales, pero no puede venderse ni utilizarse con fines comerciales. De este modo, el software sigue siendo gratuito y de código abierto. Para más información, consulte la licencia MIT completa y la licencia Creative Commons no comercial.
fr: Ce logiciel est placé sous une combinaison des licences MIT et Creative Commons Non-Commercial (BY-NC). Vous pouvez librement le modifier et l'utiliser à des fins non commerciales, mais il ne peut être vendu ou utilisé à des fins commerciales. Le logiciel reste ainsi libre et gratuit. Pour plus d'informations, voir la licence MIT et la licence Creative Commons Non-Commercial.

# Settings_About_MIT_License
source: MIT License
de: MIT-Lizenz
es: Licencia MIT
fr: Licence MIT

# Settings_About_CC_License
source: Creative Commons Non-Commercial License
de: Creative Commons Nicht-Kommerzielle Lizenz
es: Licencia Creative Commons no comercial
fr: Licence non commerciale Creative Commons

# Flashcards_Title
source: Flashcards
es: Fichas

# Flashcards_MyDecks
source: My Decks
de: Meine Decks
es: Mis mazos
fr: Mes ponts

# Flashcards_RecentDecks
source: Recent Decks
de: Neueste Decks
es: Cubiertas recientes
fr: Ponts récents

# Flashcards_CreateDeck
source: Create Deck
de: Deck erstellen
es: Crear cubierta
fr: Créer un pont

# Flashcards_ImportDeck
source: Import Deck
de: Deck importieren
es: Cubierta de importación
fr: Pont d'importation

# Flashcards_Search
source: Search decks...
de: Decks suchen...
es: Buscar cubiertas...
fr: Recherche de ponts...

# Flashcards_Cards
source: cards
de: Karten
es: tarjetas
fr: cartes

# Flashcards_GetStarted
source: Create your first flashcard deck to get started
de: Erstellen Sie Ihr erstes Karteikartendeck, um loszulegen
es: Crea tu primer mazo de flashcards para empezar
fr: Créez votre premier jeu de flashcards pour commencer

# Flashcards_LastStudied
source: Last studied
de: Zuletzt studiert
es: Último estudio
fr: Dernière étude

# Flashcards_StudyAll
source: Study All
de: Alle studieren
es: Estudiar todo
fr: Étudier tout

# Flashcards_StudyDue
source: Study Due
de: Studie fällig
es: Estudio previsto
fr: Étude à réaliser

# Flashcards_Edit
source: Edit
de: bearbeiten
es: Editar
fr: Editer
