Repository: ShadowCCS/Mnemo
Catalog: Languages/Strings.*.resx
Languages: de, es, fr

# Flashcards_Share
source: Share
de: Teilen Sie
es: Compartir
fr: Partager

# Flashcards_Delete
source: Delete
de: Löschen
es: Borrar
fr: Supprimer

# FlashcardPractice_Title
source: Practice
de: Praxis
es: Práctica
fr: Pratique

# FlashcardPractice_Mode
source: Practice Mode
de: Praxis-Modus
es: Modo de práctica
fr: Mode pratique

# FlashcardPractice_Mode_Spaced
source: Spaced Repetition
de: Abgestufte Wiederholung
es: Repetición espaciada
fr: Répétition espacée

# FlashcardPractice_Mode_Endless
source: Endless
de: Endlos
es: Sin fin
fr: Sans fin

# FlashcardPractice_ShowHint
source: Show Hint
de: Hinweis anzeigen
es: Mostrar pista
fr: Afficher l'indice

# FlashcardPractice_DifficultyRating
source: Difficulty Rating
de: Schwierigkeitsgrad
es: Nivel de dificultad
fr: Niveau de difficulté

# FlashcardPractice_Easy
source: Easy
de: Einfach
es: Fácil
fr: Facile

# FlashcardPractice_Medium
source: Medium
de: Mittel
es: Medio
fr: Moyen

# FlashcardPractice_Hard
source: Hard
es: Duro

# FlashcardPractice_Skip
source: Skip
de: Überspringen
es: Saltar
fr: Sauter

# FlashcardPractice_Wrong
source: Wrong
de: Falsch
es: Equivocado
fr: Faux

# FlashcardPractice_Progress
source: Progress: {0}/{1}
de: Fortschritt: {0}/{1}
es: Progreso: {0}/{1}
fr: Progrès : {0}/{1}

# FlashcardPractice_Flip
source: Flip Card
de: Klappkarte
es: Tarjeta abatible
fr: Carte à rabat

# FlashcardPractice_NextCard
source: Next Card
de: Nächste Karte
es: Próxima tarjeta
fr: Carte suivante

# FlashcardPractice_PrevCard
source: Previous Card
de: Vorherige Karte
es: Tarjeta anterior
fr: Carte précédente

# FlashcardPractice_EndSession
source: End Session
de: Sitzung beenden
es: Fin de la sesión
fr: Fin de la session

# FlashcardPractice_Question
source: Question
de: Frage
es: Pregunta

# FlashcardPractice_Answer
source: Answer
es: Respuesta
fr: Réponse

# FlashcardPractice_ReviewComplete
source: Daily Review Complete!
de: Tagesrückblick abgeschlossen!
es: Revisión diaria completa
fr: Bilan quotidien terminé !

# FlashcardPractice_ReturnToDecks
source: Return to Decks
de: Zurück zu Decks
es: Volver a Cubiertas
fr: Retour aux ponts

# FlashcardPractice_Again
source: Again
de: Nochmals
es: De nuevo
fr: Encore une fois

# FlashcardPractice_Good
source: Good
de: Gut
es: Bien
fr: Bon

# FlashcardPractice_SpacebarHint
source: Spacebar to continue
de: Leertaste zum Fortfahren
es: Barra espaciadora para continuar
fr: Barre d'espacement pour continuer

# UnitLearnMode_Title
source: Learning Mode
de: Lernmodus
es: Modo de aprendizaje
fr: Mode d'apprentissage

# UnitLearnMode_Start
source: Start Learning
de: Lernen beginnen
es: Empieza a aprender
fr: Commencer à apprendre

# UnitLearnMode_Continue
source: Continue
de: Weiter
es: Continúe en
fr: Continuer

# UnitLearnMode_Restart
source: Restart
es: Reinicie
fr: Redémarrage

# UnitLearnMode_Progress
source: Progress
de: Fortschritt
es: Progreso
fr: Progrès

# UnitLearnMode_Next
source: Next
de: Weiter
es: Siguiente
fr: Suivant

# UnitLearnMode_Previous
source: Previous
de: Vorherige
es: Anterior
fr: Précédent

# UnitLearnMode_GeneratingContent
source: Generating Learn Content
de: Generierung von Lerninhalten
es: Generar contenidos de Learn
fr: Générer du contenu d'apprentissage

# UnitLearnMode_ReturnToUnitGuide
source: Return to Unit Guide
de: Zurück zum Handbuch der Einheit
es: Volver a la guía de unidades
fr: Retour au guide des unités

# UnitLearnMode_Theory
source: Theory
de: Theorie
es: Teoría
fr: Théorie

# UnitLearnMode_Question
source: Question
de: Frage
es: Pregunta

# UnitLearnMode_CheckAnswer
source: Check Answer
de: Antwort prüfen
es: Comprobar respuesta
fr: Vérifier la réponse

# UnitLearnMode_Skip
source: Skip
de: Überspringen
es: Saltar
fr: Sauter

# UnitLearnMode_FillInBlankPlaceholder
source: Write your answer here...
de: Schreiben Sie Ihre Antwort hier...
es: Escribe aquí tu respuesta...
fr: Inscrivez votre réponse ici...

# UnitFlashcards_Title
source: Unit Flashcards
de: Einheit Flashcards
es: Flashcards de la unidad
fr: Flashcards de l'unité

# UnitFlashcards_Study
source: Study
de: Studie
es: Estudiar
fr: L'étude

# UnitFlashcards_Review
source: Review
de: Überprüfung
es: Consulte
fr: Révision

# UnitFlashcards_Export
source: Export
de: Exportieren
es: Exportar
fr: Exportation

# UnitFlashcards_AddNew
source: Add New
de: Neu hinzufügen
es: Añadir nuevo
fr: Ajouter un nouveau

# UnitFlashcards_Front
source: Front
de: Vorderseite
es: Frente

# UnitFlashcards_Back
source: Back
de: Zurück
es: Volver
fr: Retour

# UnitFlashcards_EditCard
source: Edit Card
de: Karte bearbeiten
es: Editar tarjeta
fr: Carte d'édition

# UnitFlashcards_Generating
source: Generating Flashcards
de: Erzeugen von Flashcards
es: Generación de Flashcards
fr: Générer des flashcards

# UnitFlashcards_Question
source: Question
de: Frage
es: Pregunta

# UnitFlashcards_Answer
source: Answer
es: Respuesta
fr: Réponse

# UnitFlashcards_Previous
source: Previous
de: Vorherige
es: Anterior
fr: Précédent

# UnitFlashcards_Next
source: Next
de: Weiter
es: Siguiente
fr: Suivant

# UnitFlashcards_NeedMorePractice
source: Need more practice?
de: Sie brauchen mehr Übung?
es: ¿Necesita más práctica?
fr: Besoin de plus d'entraînement ?

# UnitFlashcards_GenerateMore
source: Generate More
de: Mehr generieren
es: Generar más
fr: Générer plus

# UnitQuestions_Title
source: Questions
de: Fragen
es: Preguntas

# UnitQuestions_Practice
source: Practice Questions
de: Fragen zur Praxis
es: Preguntas prácticas
fr: Questions pratiques

# UnitQuestions_MultipleChoice
source: Multiple Choice
es: Elección múltiple
fr: Choix multiple

# UnitQuestions_FillInTheBlank
source: Fill in the Blank
de: Füllen Sie das Feld aus
es: Rellene el espacio en blanco
fr: Remplir le vide

# UnitQuestions_TrueFalse
source: True/False
es: Verdadero/Falso

# UnitQuestions_SubmitAnswer
source: Submit Answer
es: Enviar respuesta

# UnitQuestions_YourAnswer
source: Your Answer
es: Su respuesta
fr: Votre réponse

# UnitQuestions_CorrectAnswer
source: Correct Answer
de: Richtige Antwort
es: Respuesta correcta
fr: Réponse correcte

# UnitQuestions_Generating
source: Generating Questions
de: Fragen generieren
es: Generar preguntas
fr: Générer des questions

# UnitQuestions_Question
source: Question
de: Frage
es: Pregunta

# UnitQuestions_TryAgain
source: Try Again
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayer

# UnitQuestions_Previous
source: Previous
de: Vorherige
es: Anterior
fr: Précédent

# UnitQuestions_Next
source: Next
de: Weiter
es: Siguiente
fr: Suivant

# UnitQuestions_WantMore
source: Want more questions?
es: ¿Quiere más preguntas?

# UnitQuestions_GenerateMore
source: Generate More
de: Mehr generieren
es: Generar más
fr: Générer plus

# UnitOverview_Title
source: Overview
de: Übersicht
es: Visión general
fr: Vue d'ensemble

# UnitOverview_Description
source: Description
de: Beschreibung
es: Descripción

# UnitOverview_Objectives
source: Learning Objectives
de: Lernziele
es: Objetivos de aprendizaje
fr: Objectifs d'apprentissage

# UnitOverview_Requirements
source: Requirements
de: Anforderungen
es: Requisitos
fr: Exigences

# UnitOverview_Contents
source: Contents
de: Inhalt
es: Contenido
fr: Contenu

# UnitOverview_TimeToComplete
source: Estimated Time to Complete: {0}
de: Geschätzte Zeit bis zur Fertigstellung: {0}
es: Tiempo estimado para completar: {0}
fr: Durée estimée de l'opération : {0}

# UnitOverview_Begin
source: Begin
es: Comience
fr: Commencer

# UnitGuide_Title
source: Guide
de: Leitfaden
es: Guía

# UnitGuide_Contents
source: Table of Contents
de: Inhaltsübersicht
es: Índice
fr: Table des matières

# UnitGuide_PreviousSection
source: Previous Section
de: Vorheriger Abschnitt
es: Sección anterior
fr: Section précédente

# UnitGuide_NextSection
source: Next Section
de: Nächster Abschnitt
es: Sección siguiente
fr: Section suivante

# UnitGuide_RelatedLinks
source: Related Links
de: Verwandte Links
es: Enlaces relacionados
fr: Liens connexes

# UnitGuide_Notes
source: Notes
de: Anmerkungen
es: Notas

# UnitGuide_AddNote
source: Add Note
de: Notiz hinzufügen
es: Añadir nota
fr: Ajouter une note

# UnitGuideContent_Section
source: Section
de: Abschnitt
es: Sección

# UnitGuideContent_KeyTerms
source: Key Terms
de: Schlüsselbegriffe
es: Términos clave
fr: Termes clés

# UnitGuideContent_Summary
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé

# UnitGuideContent_Example
source: Example
de: Beispiel
es: Ejemplo
fr: Exemple

# UnitGuideContent_ImportantNote
source: Important Note
de: Wichtiger Hinweis
es: Nota importante

# Error_LanguageFileNotFound
source: Language file not found, using default language
de: Sprachdatei nicht gefunden, Standardsprache verwenden
es: Archivo de idioma no encontrado, utilizando el idioma por defecto
fr: Fichier de langue introuvable, utilisation de la langue par défaut

# Error_FailedToLoadLanguage
source: Failed to load language file, using default language
de: Sprachdatei konnte nicht geladen werden, Standardsprache verwenden
es: Error al cargar el archivo de idioma, utilizando el idioma por defecto
fr: Échec du chargement du fichier de langue, utilisation de la langue par défaut

# LearningPath_Title
source: Learning Paths
de: Lernpfade
es: Rutas de aprendizaje
fr: Parcours d'apprentissage

# LearningPath_NewLesson
source: New Lesson
de: Neue Lektion
es: Nueva lección
fr: Nouvelle leçon

# LearningPath_LearnSomethingNew
source: Learn something new!
de: Lernen Sie etwas Neues!
es: ¡Aprenda algo nuevo!
fr: Apprenez quelque chose de nouveau !

# LearningPath_ProblemSolver
source: Problem Solver
es: Resolver problemas
fr: Solveur de problèmes

# LearningPath_HelpsSolveProblems
source: Helps you solve your problems.
de: Hilft Ihnen, Ihre Probleme zu lösen.
es: Le ayuda a resolver sus problemas.
fr: Vous aide à résoudre vos problèmes.

# LearningPath_Loading
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...

# LearningPath_Continue
source: Continue
de: Weiter
es: Continúe en
fr: Continuer

# LearningPath_Delete
source: Delete
de: Löschen
es: Borrar
fr: Supprimer

# LearningPath_AllTab
source: All
de: Alle
es: Todos
fr: Tous

# LearningPath_LessonsTab
source: Lessons
de: Gelernte Lektionen
es: Lecciones aprendidas
fr: Enseignements tirés

# LearningPath_ProblemsTab
source: Problems
de: Probleme
es: Problemas
fr: Problèmes

# LearningPath_Unit
source: Unit {0}/{1}
de: Einheit {0}/{1}
es: Unidad {0}/{1}
fr: Unité {0}/{1}

# LearningPath_TimeAgo
source: {0} hours ago
de: vor {0} Stunden
es: Hace {0} horas
fr: Il y a {0} heures

# CreatePath_Title
source: Create new path
de: Neuen Pfad erstellen
es: Crear nueva ruta
fr: Créer un nouveau chemin

# CreatePath_Heading
source: Learning Paths
de: Lernpfade
es: Rutas de aprendizaje
fr: Parcours d'apprentissage

# CreatePath_Subheading
source: Discover new things! Add PDFs, YouTube links, camera images and more.
de: Entdecken Sie neue Dinge! Fügen Sie PDFs, YouTube-Links, Kamerabilder und mehr hinzu.
es: ¡Descubre cosas nuevas! Añade PDF, enlaces de YouTube, imágenes de cámara y mucho más.
fr: Découvrez de nouvelles choses ! Ajoutez des PDF, des liens YouTube, des images d'appareil photo et bien plus encore.

# CreatePath_Watermark
source: I want to learn about the cardio-vascular system...
de: Ich möchte etwas über das Herz-Kreislauf-System lernen...
es: Quiero aprender sobre el sistema cardiovascular...
fr: Je veux en savoir plus sur le système cardio-vasculaire...

# CreatePath_AddPDF
source: Add PDF
de: PDF hinzufügen
es: Añadir PDF
fr: Ajouter PDF

# CreatePath_Others
source: Others
de: Andere
es: Otros
fr: Autres

# CreatePath_EmptyInputWarning
source: Please enter a topic for your learning path
de: Bitte geben Sie ein Thema für Ihren Lernpfad ein
es: Introduzca un tema para su itinerario de aprendizaje
fr: Veuillez saisir un thème pour votre parcours d'apprentissage

# CreatePath_Error
source: Error generating learning path: {0}
de: Fehler erzeugender Lernpfad: {0}
es: Ruta de aprendizaje generadora de errores: {0}
fr: Chemin d'apprentissage générant des erreurs : {0}

# LearningPathCreate_Initializing
source: Initializing...
de: Initialisierung...
es: Inicializando...
fr: Initialisation...

# LearningPathCreate_AnalyzingRequest
source: Analyzing request...
de: Analyse der Anfrage...
es: Analizar la solicitud...
fr: Analyser la demande...

# LearningPathCreate_StartingGeneration
source: Starting learning path generation...
de: Beginn der Lernpfaderstellung...
es: Iniciar la generación de rutas de aprendizaje...
fr: Démarrer la génération de parcours d'apprentissage...

# LearningPathCreate_CreatingStructure
source: Creating learning structure...
de: Schaffung von Lernstrukturen...
es: Crear una estructura de aprendizaje...
fr: Créer une structure d'apprentissage...

# LearningPathCreate_Creating
source: Creating learning path: {0}
de: Lernpfad erstellen: {0}
es: Creando ruta de aprendizaje: {0}
fr: Création d'un parcours d'apprentissage : {0}

# LearningPathCreate_GeneratingUnit
source: Generating unit {0}/{1}: {2}
de: Erzeugende Einheit {0}/{1}: {2}
es: Unidad generadora {0}/{1}: {2}
fr: Unité génératrice {0}/{1} : {2}

# LearningPathCreate_GeneratingContent
source: Generating content...
de: Inhalte generieren...
es: Generar contenidos...
fr: Générer du contenu...

# LearningPathCreate_UnitProcessed
source: Unit {0}/{1} processed
de: Einheit {0}/{1} verarbeitet
es: Unidad {0}/{1} procesada
fr: Unité {0}/{1} traitée

# LearningPathCreate_Complete
source: Learning path creation complete!
de: Erstellung des Lernpfads abgeschlossen!
es: ¡Creación de la ruta de aprendizaje completada!
fr: La création du parcours d'apprentissage est terminée !

# LearningPathCreate_Success
source: Learning path created successfully!
de: Lernpfad erfolgreich erstellt!
es: ¡Ruta de aprendizaje creada con éxito!
fr: Parcours d'apprentissage créé avec succès !

# LearningPathCreate_Failed
source: Failed to create learning path
de: Lernpfad konnte nicht erstellt werden
es: Error al crear ruta de aprendizaje
fr: Échec de la création d'un parcours de formation

# LearningPathCreate_Error
source: Failed to create learning path. Please try again.
de: Lernpfad konnte nicht erstellt werden. Bitte versuchen Sie es erneut.
es: No se ha podido crear la ruta de aprendizaje. Inténtelo de nuevo.
fr: Échec de la création d'un parcours de formation. Veuillez réessayer.

# LearningPathCreate_GenerationError
source: Error occurred
de: Fehler aufgetreten
es: Se ha producido un error
fr: Une erreur s'est produite

# LearningPathCreate_GenerationErrorDetail
source: Error generating learning path: {0}
de: Fehler erzeugender Lernpfad: {0}
es: Ruta de aprendizaje generadora de errores: {0}
fr: Chemin d'apprentissage générant des erreurs : {0}

# LearningPathCreate_UnitContentFuture
source: Content will be generated when you open this unit.
de: Der Inhalt wird generiert, wenn Sie diese Einheit öffnen.
es: El contenido se generará al abrir esta unidad.
fr: Le contenu sera généré lorsque vous ouvrirez cette unité.

# LearningPathCreate_UnitContentError
source: Failed to generate content. Please try again later.
de: Der Inhalt konnte nicht generiert werden. Bitte versuchen Sie es später noch einmal.
es: No se ha podido generar el contenido. Vuelva a intentarlo más tarde.
fr: Échec de la génération de contenu. Veuillez réessayer plus tard.

# LearningPathCreate_UnitContentDefault
source: Default generated content.
de: Standardmäßig generierter Inhalt.
es: Contenido generado por defecto.
fr: Contenu généré par défaut.

# LearningPathCreate_UnitContentError_Detail
source: Error generating content for unit {0}: {1}
de: Fehler beim Erzeugen des Inhalts für Einheit {0}: {1}
es: Error al generar contenido para la unidad {0}: {1}
fr: Erreur de génération de contenu pour l'unité {0} : {1}

# LearningPathCreate_InvalidJSON
source: Failed to parse AI response as valid JSON
de: AI-Antwort konnte nicht als gültiges JSON geparst werden
es: No se ha podido analizar la respuesta AI como JSON válido.
fr: Échec de l'analyse de la réponse AI en tant que JSON valide

# LearningPathCreate_FailedDeserialize
source: Failed to deserialize learning path data
de: Deserialisierung von Lernpfaddaten fehlgeschlagen
es: Error al deserializar los datos de la ruta de aprendizaje
fr: Échec de la désérialisation des données du parcours d'apprentissage

# LearningPathCreate_ErrorSaving
source: Error saving learning path: {0}
de: Fehler beim Speichern des Lernpfads: {0}
es: Error al guardar la ruta de aprendizaje: {0}
fr: Erreur lors de l'enregistrement du chemin d'apprentissage : {0}

# LearningPathCreate_ErrorSavingUnit
source: Error saving unit: {0}
de: Fehler beim Speichern der Einheit: {0}
es: Error guardando unidad: {0}
fr: Erreur d'enregistrement de l'unité : {0}

# Widget_NewWidget
source: New Widget
de: Neues Widget
es: Nuevo widget
fr: Nouveau Widget

# Widget_RetentionRate
source: Retention Rate
es: Tasa de retención
fr: Taux de rétention

# Widget_WeeklyStudyTime
source: Weekly Study Time
de: Wöchentliche Studienzeit
es: Tiempo de estudio semanal
fr: Temps d'étude hebdomadaire

# Widget_StudyGoal
source: Study Goal
de: Ziel der Studie
es: Objetivo del estudio
fr: Objectif de l'étude

# Widget_LongestStreak
source: Longest Streak
de: Längste Serie
es: Racha más larga
fr: La plus longue série

# Widget_AddNewWidget
source: Add New Widget
de: Neues Widget hinzufügen
es: Añadir nuevo widget
fr: Ajouter un nouveau widget

# Widget_WidgetForX
source: Widget for {0}
de: Widget für {0}
es: Widget para {0}
fr: Widget pour {0}

# Widget_SelectWidgets
source: Select Widgets
de: Widgets auswählen
es: Seleccione Widgets
fr: Sélectionner les widgets

# Widget_ActiveWidgets
source: Active Widgets
de: Aktive Widgets
es: Widgets activos
fr: Widgets actifs

# Widget_WidgetsActiveCount
source: {0} of {1} widgets active
de: {0} von {1} Widgets aktiv
es: {0} de {1} widgets activos
fr: {0} de {1} widgets actifs

# Widget_WidgetsActive
source: widgets active
de: Widgets aktiv
es: widgets activos
fr: widgets actifs

# Widget_AvailableWidgets
source: Available Widgets
de: Verfügbare Widgets
es: Widgets disponibles
fr: Widgets disponibles

# Widget_TimeSpentStudying
source: Time spent studying this week
de: Zeitaufwand für das Studium in dieser Woche
es: Tiempo dedicado al estudio esta semana
fr: Temps consacré à l'étude cette semaine

# Widget_Days
source: days
de: Tage
es: días
fr: jours

# Widget_ThisWeek
source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine

# Widget_CardRetention
source: Card Retention
de: Kartenaufbewahrung
es: Conservación de tarjetas
fr: Conservation des cartes

# Feature_Notes
source: Notes
de: Anmerkungen
es: Notas

# Feature_Quizzes
source: Quizzes
de: Quizze
es: Cuestionarios
fr: Quiz

# Feature_Games
source: Games
de: Spiele
es: Juegos
fr: Jeux

# Feature_Extensions
source: Extensions
de: Erweiterungen
es: Extensiones

source: Feature Under Development
de: Funktion in Entwicklung
es: Función en desarrollo
fr: Fonctionnalité en cours de développement

# Feature_ComingSoon
source: We're working on bringing this functionality to you soon.
de: Wir arbeiten daran, Ihnen diese Funktion bald zur Verfügung zu stellen.
es: Estamos trabajando para ofrecerte esta funcionalidad en breve.
fr: Nous travaillons à la mise en place prochaine de cette fonctionnalité.

# MainWindow_SidebarLabel_ExtraContent
source: Extra Content
de: Extra Inhalt
fr: Contenu supplémentaire

# Settings_Experimental
source: Experimental
de: Experimentelle
fr: Expérimental

# Settings_AutoPlay_Mode_Timer
source: Timer
de: Zeitschaltuhr
fr: Minuterie

# FlashcardPractice_Mode_Regular
source: Regular
de: Regelmäßig
fr: Régulière

# FlashcardPractice_Correct
source: Correct
de: Richtig

# UnitLearnMode_Complete
source: Complete
de: Vollständig
fr: Compléter

# UnitFlashcards_Flip
source: Flip
fr: Retournement
